Repository: cpbr-dev/quotle_fl
Catalog: lib/l10n/app_*.arb
Languages: fr

# currentLanguage
source: English
fr: Français

# playButton
source: Play!
fr: Jouer

# settingsButton
source: Settings
fr: Paramètres

# darkModeText
source: Dark mode
fr: Thème sombre

# aboutButton
source: About
fr: À propos

# categoryTitle
source: Categories
fr: Catégories

# categoryText
source: Pick a category :
fr: Choisissez une catégorie :

# categoryName
source: {category, select, Philosophy{Philosophy} Inspirational{Inspirational} Humor{Humor} Cinema{Cinema} Daily{Quotle of the day} other{other}}
fr: {category, select, Philosophy{Philosophie} Inspirational{Inspirationnel} Humor{Humour} Cinema{Cinéma} Daily{Quotle du jour} other{other}}

# loadingText
source: Loading a quote ...
fr: Chargement d'une citation ...

# endGameText
source: You found the full quote in {time} !
fr: Vous avez découvert la citation en {time} !

# guessCounterText
source: Guesses : {guesses}
fr: Tentatives : {guesses}

source: Change language
fr: Changer de langue

# aboutTextContent
source: This game was developped by Nael Messaoud, a student at ENSIM, Le Mans.
fr: Ce jeu a été développé par Nael Messaoud, un étudiant de l'ENSIM au Mans.

# aboutTextContent2
source: Find more projects on my website :
fr: Retrouvez d'autres projets sur mon site :

# hintText
source: Author in {tries} attempts.
fr: Auteur dans {tries} essais.

# dataCreditsText
source: Data by Jean-Philippe Fauconnier
fr: Données par Jean-Philippe Fauconnier

# returnText
source: Return
fr: Retour

# shareContent
source: I discovered a {category} quote in {time} ! Play Quotle :
fr: J'ai découvert une citation de {category} en {time} ! Jouez à Quotle :

# errorText
source: An error occured. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

# helpTitle
source: Help
fr: Aide

# helpText
source: The game objective is to guess the hidden quote by typing words in the text field. The game ends when the user has found the full quote. Words that are semantically close to a word in the quote will be highlighted on the corresponding tile. Tapping on a tile will switch to the length of the word it contains and back. Try tapping below!
fr: L'objectif du jeu est de deviner la citation en entrant les mots qui la composent successivement. La partie est terminée dès que vous découvrez la citation complète. Les mots proches dans le champ lexical apparaîtront sur les tuiles. Appuyez sur une tuile pour dévoiler la longueur d'un mot. Essayez d'appuyer juste ici!

# statisticTitle
source: Statistics
fr: Statistiques

# statisticTotalGames
source: Total games completed : {totalGames}
fr: Nombre total de parties : {totalGames}

# statisticTotalGuesses
source: Total guesses : {totalGuesses}
fr: Nombre total de tentatives : {totalGuesses}

# statisticTotalTime
source: Total time played : {totalTime}
fr: Temps de jeu total : {totalTime}

# statisticAverageTime
source: Average time per game : {averageTime}
fr: Temps moyen par partie : {averageTime}

# statisticAverageGuesses
source: Average guesses per game : {averageGuesses}
fr: Nombre moyen de tentatives par partie : {averageGuesses}
